Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# TwoStepVerificationPasswordSetInfo
source: This password will be required when you log in on a new device in addition to the code you get in the SMS.
ar: سيتم طلب كلمة المرور هذه عند تسجيلك الدخول في جهاز جديد بالإضافة إلى الرمز الذي نرسله برسالة نصية SMS.
be: Гэты пароль будзе патрэбны, калі вы ўваходзіце з новай прылады, у дапаўненне да кода, які адпраўляецца праз SMS.
ca: Se us demanarà la contrasenya quan inicieu sessió en un dispositiu nou, a més del codi que rebeu per SMS.
de: Du benötigt dieses Passwort neben dem Code, der dir per SMS geschickt wird, sobald du dich mit einem neuen Gerät anmeldest.
es: Esta contraseña se te solicitará al iniciar sesión en un nuevo dispositivo, además del código recibido vía SMS.
fa: این گذرواژه‌ هنگام ورود به حساب کاربری در یک دستگاه جدید، علاوه بر کدی که از طریق پیامک دریافت می‌کنید از شما پرسیده شود.
fi: Tämä salasana vaaditaan tekstiviestin kautta lähetettävän koodin lisäksi, kun kirjaudut uudelta laitteelta.
fr: Ce mot de passe sera demandé lorsque vous vous connecterez sur un nouvel appareil en plus du code que vous recevrez par SMS.
id: Kata sandi diperlukan saat Anda masuk ke perangkat baru selain kode yang Anda dapatkan melalui SMS.
it: Questa password sarà richiesta quando accedi su un nuovo dispositivo in aggiunta al codice che ricevi via SMS.
ko: 이 비밀번호는 SMS로 코드를 받고서 새로운 기기에서 로그인할 때 필요합니다.
ms: Kata laluan ini diperlukan bila anda log masuk ke peranti baru selain dari kod yang anda terima melalui SMS.
nl: Dit wachtwoord heb je nodig wanneer je inlogt op Telegram vanaf een nieuw apparaat, naast de code die je ontvangt per SMS.
pl: Oprócz kodu SMS to hasło trzeba będzie podawać podczas logowania z nowego urządzenia.
pt_br: Essa senha será solicitada quando você entrar em um novo dispositivo, após o código SMS.
ru: Этот пароль потребуется вводить при авторизации с нового устройства в дополнение к коду из SMS.
sv: Lösenordet krävs när du loggar in på en ny enhet i tillägg till koden du får på SMS.
tr: Kısa mesaj ile aldığınız koda ek olarak yeni bir cihazda oturum açarken bu parola gerekecektir.
uk: Цей пароль запитуватиметься при вході з нового пристрою додатково до SMS-коду.
uz: Bu parol yangi qurilmaga kirganingizda siz SMS orqali oladigan kodga qoʻshimcha ravishda talab qilinadi.

# TwoStepVerificationSetPassword
source: Set Password
ar: تعيين كلمة المرور
be: Задаць пароль
ca: Estableix una contrasenya
de: Passwort festlegen
es: Crear contraseña
fa: تنظیم گذرواژه
fi: Aseta salasana
fr: Définir un mot de passe
id: Atur Kata Sandi
it: Imposta password
ko: 비밀번호 설정
ms: Set Kata Laluan
nl: Wachtwoord instellen
pl: Ustaw hasło
pt_br: Configurar Senha
ru: Задать пароль
sv: Välj lösenord
tr: Parola Ayarla
uk: Встановити пароль
uz: Parol oʻrnatish

# TwoStepVerificationShowPassword
source: Show password
ar: إظهار كلمة المرور
be: Паказаць пароль
ca: Mostra la contrasenya
de: Passwort anzeigen
es: Mostrar contraseña
fi: Näytä salasana
fr: Afficher le mot de passe
it: Mostra password
ko: 비밀번호 표시
ms: Tunjuk kata laluan
nl: Wachtwoord weergeven
pl: Pokaż hasło
pt_br: Mostrar senha
ru: Показать пароль
sv: Visa lösenord
tr: Parolayı göster
uk: Показати пароль

# TwoStepVerificationTitle
source: Two-Step Verification
ar: التحقق بخطوتين
be: Двухэтапная праверка
ca: Verificació en dos passos
de: Zweistufige Bestätigung
es: Verificación en dos pasos
fa: تأیید دو مرحله‌ای
fi: Kaksivaiheinen todennus
fr: Double authentification
id: Verifikasi Dua Langkah
it: Verifica in due passaggi
ko: 2단계 인증
ms: Verifikasi 2-Langkah
nl: Twee-staps-verificatie
pl: Weryfikacja dwustopniowa
pt_br: Verificação em Duas Etapas
ru: Двухэтапная аутентификация
sv: Tvåstegsverifiering
tr: İki Adımlı Doğrulama
uk: Двоетапна перевірка
uz: Ikki bosqichli tekshiruv

# TypeLocationGroup
source: Link
ar: رابط عام
be: Спасылка
ca: Enllaç
es: Enlace público
fa: لینک
fi: Julkinen linkki
fr: Lien
id: Tautan
ko: 링크
ru: Ссылка
sv: Publik länk
tr: Bağlantı
uk: Посилання
uz: Havola

# TypeLocationGroupEdit
source: Tap to add a permanent link
ar: يمكنك هنا إضافة رابط عام
be: Націсніце, каб дадаць пастаянную спасылку
ca: Toqueu per afegir un enllaç permanent
de: Für dauerhaften Link antippen
es: Toca para añadir un enlace permanente
fa: جهت افزودن یک لینک دائم ضربه بزنید
fi: Lisää julkinen linkki napauttamalla
fr: Toucher pour ajouter un lien permanent
id: Ketuk untuk memasang tautan utama
it: Tocca per aggiungere un link permanente
ko: 영구 링크를 추가하려면 누르세요
ms: Tekan untuk tambah link tetap
nl: Tik om een permanente link toe te voegen
pl: Dotknij, aby dodać stały link
pt_br: Toque para adicionar um link permanente
ru: Нажмите, чтобы добавить ссылку
sv: Tryck för att skapa en publik länk
tr: Kalıcı bir bağlantı eklemek için dokun
uk: Натисніть, щоб додати постійне посилання
uz: Doimiy havola qoʻshish uchun bosing

# TypeMessage
source: Message
ar: الرسالة
be: Паведамленне
ca: Missatge
de: Nachricht
es: Mensaje
fa: پیام
fi: Viesti
id: Pesan
it: Messaggio
ko: 메시지
ms: Mesej
nl: Bericht
pl: Napisz wiadomość
pt_br: Mensagem
ru: Сообщение
sv: Meddelande
tr: Mesaj yazın
uk: Повідомлення
uz: Xabar
zh_cn: 输入消息
zh_tw: 輸入訊息

# TypePrivate
source: Private
ar: خاصة
be: Прыватны
ca: Privat
de: Privat
es: Privado
fa: خصوصی
fi: Yksityinen
fr: Privé
id: Privat
it: Privato
ko: 비공개
ms: Peribadi
nl: Privé
pl: Prywatny
pt_br: Privado
ru: Частный
sv: Privat
tr: Gizli
uk: Приватний
uz: Shaxsiy

# TypePrivateGroup
source: Private
ar: خاصة
be: Прыватная
ca: Privat
de: Privat
es: Privado
fa: خصوصی
fi: Yksityinen
fr: Privé
id: Privat
it: Privato
ko: 비공개
ms: Peribadi
nl: Privé
pl: Prywatna
pt_br: Privado
ru: Частная
sv: Privat
tr: Gizli
uk: Приватна
uz: Shaxsiy

# TypePrivateGroupRestrictedForwards
source: Private restricted
ar: خاصة ومقيّدة
be: Прыватная, абмежаваная
ca: Privat restringit
de: Privat eingeschränkt
es: Privado restringido
fi: Yksityinen, rajoitettu
fr: Privé restreint
it: Privato con restrizioni
ko: 비공개 제한됨
ms: Peribadi dan terhad
pl: Prywatna ograniczona
pt_br: Privado restrito
ru: Частная с запретом на копирование
sv: Integritetsskyddad
tr: Özel kısıtlı
uk: Приватна обмежена

# TypePrivateRestrictedForwards
source: Private restricted
ar: خاصة ومقيّدة
be: Прыватны, абмежаваны
ca: Privat restringit
de: Privat eingeschränkt
es: Privado restringido
fi: Yksityinen, rajoitettu
fr: Privé restreint
it: Privato con restrizioni
ko: 비공개 제한됨
ms: Peribadi dan terhad
pl: Prywatny ograniczony
pt_br: Privado restrito
ru: Частный с запретом на копирование
sv: Privatinskränkt
tr: Özel kısıtlı
uk: Приватний обмежений

# TypePublic
source: Public
ar: عامة
be: Публічны
ca: Públic
de: Öffentlich
es: Público
fa: عمومی
fi: Julkinen
id: Publik
it: Pubblico
ko: 공개
ms: Awam
nl: Publiek
pl: Publiczny
pt_br: Público
ru: Публичный
sv: Publik
tr: Genel
uk: Публічний
uz: Ommaviy

# TypePublicGroup
source: Public
ar: عامة
be: Публічная
ca: Públic
de: Öffentlich
es: Público
fa: عمومی
fi: Julkinen
id: Publik
it: Pubblico
ko: 공개
ms: Awam
nl: Publiek
pl: Publiczna
pt_br: Público
ru: Публичная
sv: Publik
tr: Genel
uk: Публічна
uz: Ommaviy

# TypeScheduleMessage
source: Schedule message
ar: جدولة الرسالة
be: Запланаваць паведамленне
ca: Programa el missatge
de: Nachricht planen
es: Programar mensaje
fa: زمان‌بندی پیام
fi: Ajasta viesti
fr: Planifier le message
id: Pesan Jadwal
it: Programma messaggio
ko: 메시지 예약
ms: Mesej berjadual
nl: Plan bericht
pl: Zaplanuj wiadomość
pt_br: Agendar mensagem
ru: Отложенное сообщение
sv: Inplanera meddelande
tr: Zamanlanmış mesaj
uk: Запланувати повідомлення
uz: Xabarni rejalashtirish

source: typing...
ar: يكتب...
be: піша...
ca: està escrivint...
de: tippt...
es: escribiendo...
fa: در حال نوشتن...
fi: kirjoittaa...
fr: écrit...
id: mengetik...
it: sta scrivendo...
ko: 입력 중...
ms: menaip...
nl: aan het typen
pl: pisze…
pt_br: digitando...
ru: печатает...
sv: skriver...
tr: yazıyor…
uk: пише...
uz: yozmoqda...
zh_cn: 正在输入……
zh_tw: 正在輸入……

source: Unarchive
ar: إلغاء الأرشفة
be: Вывесці з архіва
ca: Restaura'l
de: Einblenden
es: Desarchivar
fa: خروج از بایگانی
fi: Palauta
fr: Désarchiver
id: Lepas arsip
it: Estrai
ko: 보관 해제
ms: Nyaharkib
nl: Dearchiveren
pl: Przywróć
pt_br: Desarquivar
ru: Вернуть
sv: Avarkivera
tr: Arşivden çıkar
uk: Розархівувати
uz: Arxivdan chiqarish

source: Unavailable
ar: غير متاح
be: Недаступна
ca: No disponible
de: Nicht verfügbar
es: No disponible
fa: غیر قابل دسترس
fi: Ei saatavilla
fr: Indisponible
id: Tidak Tersedia
it: Non disponibile
ko: 사용 불가능
ms: Tiada
nl: Onbeschikbaar
pl: Niedostępny
pt_br: Indisponível
ru: Недоступен
sv: Ej tillgänglig
tr: Geçersiz
uk: Недоступний
uz: Mavjud emas
zh_cn: 不可用
zh_tw: 不可用

source: Unban
ar: إلغاء الحظر
be: Разблакiраваць
ca: Deixa de bandejar-lo
de: Entsperren
es: Quitar expulsión
fa: رفع محرومیت
fi: Poista esto
fr: Débannir
id: Buka blokir
it: Sblocca
ko: 차단 해제
ms: Tidak dilarang
nl: Deblokkeer
pl: Odblokuj
pt_br: Desbanir
ru: Разблокировать
sv: Upphäv utestängning
tr: Yasağı kaldır
uk: Розблокувати
uz: Blokdan chiqarish
zh_cn: 解除封禁
zh_tw: 解除封鎖

# UnbanText
source: Press and hold user to unban.
ar: اضغط باستمرار على المستخدم لإلغاء حظره
be: Націсніце і ўтрымлівайце, каб разблакіраваць
ca: Manteniu premut l'usuari per deixar de bandejar-lo.
de: Gedrückt halten um zu entsperren
es: Mantén pulsado sobre un usuario para quitar su expulsión.
fi: Paina käyttäjää pitkään poistaaksesi eston.
fr: Touchez et maintenez un utilisateur pour le débannir.
it: Tieni premuto l'utente per sbloccarlo.
ko: 차단을 해제하려면 사용자를 길게 누르세요.
ms: Tekan lama atas pengguna untuk bebas dari sekatan.
nl: Gebruiker vasthouden om te deblokkeren.
pl: Naciśnij i przytrzymaj użytkownika, aby odblokować.
pt_br: Toque e segure no usuário para remover o banimento.
ru: Чтобы разблокировать пользователя, нажмите на его имя и удерживайте.
sv: Tryck och håll ner användare för att häva utestängning.
tr: Yasağını kaldırmak için kullanıcıya basılı tutun.
uk: Утримуйте на користувачеві, щоб розблокувати.

source: Unblock
ar: إلغاء حظر المستخدم
be: Разблакіраваць
ca: Desbloca
de: Freigeben
es: Desbloquear
fa: رفع مسدودیت
fi: Poista esto
fr: Débloquer
id: Lepas Blokir
it: Sblocca
ko: 차단 해제
ms: Bebaskan
nl: Deblokkeer
pl: Odblokuj
pt_br: Desbloquear
ru: Разблокировать
sv: Häv blockering
tr: Engellemeyi kaldır
uk: Розблокувати
uz: Blokdan chiqarish
zh_cn: 移出黑名单
zh_tw: 移出黑名單

# UnblockText
source: Tap and hold on user to unblock.
ar: ضغطة مطولة على المستخدم لإلغاء حظره.
be: Націсніце на карыстальніка і ўтрымлівайце, каб разблакіраваць.
ca: Mantingueu premut l'usuari que voleu desblocar.
de: Gedrückt halten um freizugeben.
es: Mantén pulsado sobre un usuario para desbloquearlo.
fa: روی کاربر ضربه بزنید و نگه دارید تا مسدودیت او رفع شود.
fi: Paina käyttäjää pitkään poistaaksesi eston.
fr: Touchez et maintenez un utilisateur pour le débloquer.
id: Tekan dan tahan pada pengguna untuk melepas blokir
it: Tieni premuto sull'utente per sbloccarlo.
ko: 차단을 해제하려면 사용자를 길게 누르세요.
ms: Tekan lama pada pengguna untuk keluar dari sekatan.
nl: Gebruiker vasthouden om te deblokkeren.
pl: Dotknij i przytrzymaj użytkownika, aby odblokować.
pt_br: Toque e segure no usuário para desbloquear
ru: Нажмите и удерживайте имя пользователя для разблокировки
sv: Tryck och håll för att avblockera.
tr: Engellemeyi kaldırmak için kullanıcıya dokunun ve basılı tutun.
uk: Утримуйте на користувачеві, щоб розблокувати.
uz: Blokdan chiqarish uchun foydalanuvchi nomini biroz bosib turing.
zh_cn: 长按用户以移出黑名单
zh_tw: 長按用戶以移出黑名單

source: Underline
ar: تسطير
be: Падкрэслены
ca: Subratllat
de: Unterstreichen
es: Subrayar
fa: زیرخط
fi: Alleviivaa
fr: Souligner
id: Garis bawah
it: Sottolineato
ko: 밑줄
ms: Garis bawah
nl: Onderstrepen
pl: Podkreślenie
pt_br: Sublinhado
ru: Подчёркнутый
sv: Understrykning
tr: Altı çizili
uk: Підкреслений
uz: Past chiziqli

source: UNDO
ar: تراجع
be: АДРАБІЦЬ
ca: DESFÉS
de: RÜCKGÄNGIG
es: DESHACER
fa: بازگردانی
fi: KUMOA
fr: ANNULER
id: BATAL
it: ANNULLA
ko: 되돌리기
ms: BUAT SEMULA
nl: ONGEDAAN MAKEN
pl: COFNIJ
pt_br: DESFAZER
ru: ОТМЕНА
sv: ÅNGRA
tr: GERİ AL
uk: СКАСУВАТИ
uz: BEKOR QILISH

# UndoAllCustom
source: Undo all custom notification settings for all your contacts, groups and channels.
ar: التراجع عن كل إعدادات الإشعارات المخصَّصة لجهات اتصالك وللمجموعات والقنوات
be: Адрабіць усе наладжвальныя апавяшчэнні для ўсіх вашых кантактаў, суполак і каналаў.
ca: Desfà la configuració de les notificacions per a tots els contactes, grups i canals.
de: Das setzt all deine angepassten Einstellungen für Kontakte, Gruppen und Kanäle zurück.
es: Deshace todos los ajustes personalizados de notificaciones para todos tus contactos, grupos y canales.
fa: تمامی تنظیمات اعلان‌‌های سفارشی برای تمامی مخاطبین، گروه‌ها و کانال‌های خود را به حالت قبلی بازگردانید.
fi: Poista kaikki käyttäjä-, ryhmä-, ja kanavakohtaiset ilmoitusasetukset.
fr: Réinitialise les paramètres de notifications pour tous les contacts, groupes et canaux.
id: Kembalikan semua pengaturan notifikasi untuk semua kontak, grup dan channel.
it: Ripristina tutte le impostazioni personalizzate di notifica per i contatti, i gruppi e i canali.
ko: 연락처와 그룹에 대한 모든 맞춤 알림 설정을 처음 상태로 되돌립니다.
ms: Tukar balik aturan notifikasi khusus untuk semua kenalan, grup dan saluran.
nl: Alle aangepaste meldingsinstellingen wissen voor contacten, groepen en kanalen.
pl: Przywróć ustawienia domyślne powiadomień dla wszystkich twoich kontaktów, grup i kanałów.
pt_br: Desfaz todas as configurações de notificação para todos os seus chats.
ru: Сбросить особые настройки уведомлений для отдельных контактов, чатов и каналов.
sv: Återställ alla egna aviseringsinställningar för dina kontakter, grupper och kanaler.
tr: Tüm kişileriniz, gruplarınız ve kanallarınız için tüm özel bildirim ayarlarını sıfırlayın.
uk: Скинути власні налаштування сповіщень для всіх контактів, груп і каналів.
uz: Barcha kontakt, guruh va kanallaringiz uchun alohida bildirishnoma sozlamalarini asliga qaytarish.
zh_cn: 撤销所有针对联系人/群组的通知策略的更改
zh_tw: 撤銷所有針對聯絡人/群組的通知策略的更改

# UnhideFromTop
source: Pin
ar: تثبيت
be: Замацаваць
ca: Fixa
de: Anheften
es: Fijar
fa: سنجاق کردن
fi: Kiinnitä
fr: Épingler
it: Fissa
ko: 고정
ms: Semat
nl: Vastzetten
pl: Przypnij
pt_br: Fixar
ru: Закрепить
sv: Fäst
tr: Sabitle
uk: Прикріпити
uz: Qadash

source: Unknown error
ar: حدث خطأ غير معروف
be: Невядомая памылка
ca: Error desconegut
de: Unbekannter Fehler
es: Error desconocido
fa: خطای ناشناخته
fi: Tuntematon virhe
fr: Erreur inconnue
id: Error tidak diketahui
it: Errore sconosciuto
ko: 알 수 없는 오류
ms: Ralat tidak diketahui
nl: Onbekende fout
pl: Nieznany błąd
pt_br: Erro desconhecido
ru: Неизвестная ошибка
sv: Okänt fel
tr: Bilinmeyen hata
uk: Невідома помилка
uz: Noma’lum xatolik yuz berdi
zh_cn: 未知错误
zh_tw: 未知錯誤

# UnlockFingerprint
source: Unlock with Fingerprint
ar: فتح القفل عبر البصمة
be: Разблакіраваць адбіткам пальца
ca: Desbloca amb empremta
de: Per Fingerabdruck entsperren
es: Desbloquear con huella digital
fa: باز کردن قفل با اثر‌ انگشت
fi: Avaa lukitus sormenjäljellä
fr: Déverrouiller avec une empreinte digitale
id: Buka dengan Sidik Jari
it: Sblocca con impronta digitale
ko: 지문으로 잠금 해제
ms: Buka dengan Cap Jari
nl: Ontgrendel met vingerafdruk
pl: Odblokuj odciskiem palca
pt_br: Desbloquear com Impressão Digital
ru: Разблокировка отпечатком пальца
sv: Lås upp med fingeravtryck
tr: Kilidi parmak izi ile aç
uk: Розблокувати відбитком пальця
uz: Barmoq izi bilan blokdan chiqarish
zh_cn: 指纹解锁
zh_tw: 指紋解鎖

# UnmuteNotifications
source: Unmute
ar: إلغاء الكتم
be: Апавяшчаць
ca: Activa el so
de: Stumm aus
es: Activar notificaciones
fa: صدادار کردن
fi: Poista mykistys
fr: Retirer la sourdine
id: Bunyikan
it: Riattiva
ko: 알림 끄기
ms: Bunyikan
nl: Stil uitschakelen
pl: Włącz powiadomienia
pt_br: Restaurar Som
ru: Включить уведомления
sv: Slå på ljud
tr: Bildirimleri aç
uk: Увімкнути сповіщення
uz: Sukutdan chiqarish
zh_cn: 开启通知
zh_tw: 開啓通知

source: unofficial app
ar: تطبيق غير رسمي
be: неафіцыяльная праграма
ca: aplicació no oficial
de: inoffizielle Version
es: app no oficial
fa: برنامه غیر رسمی
fi: epävirallinen sovellus
fr: app non-officielle
id: aplikasi tak resmi
it: app non ufficiale
ko: 비공식앱
ms: aplikasi tak resmi
nl: onofficiële app
pl: aplikacja nieoficjalna
pt_br: app não oficial
ru: неофициальное приложение
sv: inofficiell app
tr: resmi olmayan uygulama
uk: неофіційний застосунок
uz: norasmiy ilova
zh_cn: 非官方应用
zh_tw: 非官方程式

source: UNPIN ALL MESSAGES
ar: إلغاء تثبيت كل الرسائل
be: АДМАЦАВАЦЬ УСЕ ПАВЕДАМЛЕННІ
ca: NO FIXIS CAP MISSATGE
de: ALLE NACHRICHTEN LOSLÖSEN
es: DESFIJAR TODOS LOS MENSAJES
fi: IRROTA KAIKKI KIINNITETYT VIESTIT
fr: DÉSÉPINGLER TOUS LES MESSAGES
id: LEPAS SEMUA PESAN
it: TOGLI TUTTI I MESSAGGI
ko: 모든 메시지 고정해제
ms: TURUNKAN SEMUA MESEJ
nl: ALLE BERICHTEN LOSMAKEN
pl: ODEPNIJ WSZYSTKIE WIADOMOŚCI
pt_br: DESAFIXAR TUDO
ru: Открепить все сообщения
sv: LOSSA ALLA MEDDELANDEN
tr: TÜM MESAJLARIN SABİTLENMESİNİ KALDIR
uk: ВІДКРІПИТИ ВСІ ПОВІДОМЛЕННЯ

source: Unpin from top
ar: إلغاء التثبيت
be: Адмацаваць
ca: Deixa de fixar-lo
de: Oben loslösen
es: Desfijar de arriba
fa: برداشتن سنجاق از بالا
fi: Irrota
fr: Détacher
id: Lepas Sematan di atas
it: Togli dall'alto
ko: 맨 위 고정 해제
ms: Turunkan dari atas
nl: Losmaken
pl: Odepnij od góry
pt_br: Desafixar do topo
ru: Открепить
sv: Lossa från ovankanten
tr: Başa sabitlemeyi kaldır
uk: Відкріпити
uz: Tepadan olib tashlash
zh_cn: 取消置顶
zh_tw: 取消置頂

# UnpinMessage
source: Unpin
ar: إلغاء التثبيت
be: Адмацаваць
ca: No fixis
de: Loslösen
es: Desfijar
fa: برداشتن سنجاق
fi: Irrota
fr: Détacher
id: Lepas sematan
it: Togli
ko: 고정 해제
ms: Turunkan
nl: Losmaken
pl: Odepnij
pt_br: Desafixar
ru: Открепить
sv: Lossa
tr: Sabitlemeyi Kaldır
uk: Відкріпити
uz: Olib tashlash
zh_cn: 取消置顶
zh_tw: 取消置頂

# UnpinMessageAlert
source: Unpin this message?
ar: هل تريدون فعلًا إلغاء تثبيت هذه الرسالة للجميع؟
be: Адмацаваць гэта паведамленне?
ca: Voleu no fixar el missatge?
de: Angeheftete Nachricht entfernen?
es: ¿Quieres desfijar este mensaje?
fi: Haluatko irrottaa tämän viestin kaikilta?
fr: Désépingler ce message ?
it: Togliere questo messaggio?
ko: 메시지를 고정 해제하시겠습니까?
ms: Turunkan mesej ini?
nl: Wil je dit bericht losmaken?
pl: Odpiąć tę wiadomość?
pt_br: Desafixar essa mensagem?
ru: Открепить это сообщение?
sv: Är du säker att du vill lossa detta meddelande hos alla?
tr: Bu mesajın sabitlenmesi kaldırılsın mı?
uk: Відкріпити це повідомлення?

# UnpinMessageAlertTitle
source: Unpin message
ar: إلغاء تثبيت الرسالة
be: Адмацаваць паведамленне
ca: No fixis el missatge
de: Nachricht loslösen
es: Desfijar mensaje
fa: برداشتن سنجاق پیام
fi: Poista kiinnitys
fr: Désépingler le message
id: Lepas pesan sematan
it: Togli messaggio
ko: 메시지 고정 해제
ms: Turunkan mesej
nl: Bericht losmaken
pl: Odepnij wiadomość
pt_br: Desafixar mensagem
ru: Открепить сообщение
sv: Lossa meddelande
tr: Mesaj sabitlemesini kaldır
uk: Відкріпити повідомлення
uz: Xabarni olib tashlash

# UnpinnedDialogsCount_one
source: Chat unpinned
ar: تم إلغاء تثبيت المحادثة
be: {0} чат адмацаваны
ca: Xat no fixat
de: Chat losgelöst
es: Chat desfijado
fi: Keskustelu irrotettiin
fr: Échange désépinglé
it: Chat tolta
nl: Chat losgemaakt
pl: Czat został odpięty
pt_br: Chat desafixado
ru: {0} чат откреплён
sv: Chatt lossad
tr: Sohbetin sabitlemesi kaldırıldı
uk: Чат відкріплено

# UnpinnedDialogsCount_other
source: {0} chats unpinned
ar: تم إلغاء تثبيت ⁨{0}⁩ محادثة
be: {0} чата адмацавана
ca: {0} xats no fixats
de: {0} Chats losgelöst
es: {0} chats desfijados
fi: {0} keskustelua irrotettiin
fr: {0} échanges désépinglés
it: {0} chat tolte
ko: {0}개의 대화 고정해제됨
ms: {0} bual diturunkan
nl: {0} chats losgemaakt
pl: {0} czatu zostało odpiętego
pt_br: {0} chats desafixados
ru: {0} чата откреплены
sv: {0} chattar lossade
tr: {0} sohbetin sabitlemesi kaldırıldı
uk: {0} чатів відкріплено

source: Unread Messages
ar: الرسائل غير المقروءة
be: Непрачытаныя паведамленні
ca: Missatges per llegir
de: Ungelesene Nachrichten
es: Mensajes no leídos
fa: پیام‌های خوانده نشده
fi: Uudet viestit
fr: Messages non lus
id: Pesan belum dibaca
it: Messaggi non letti
ko: 읽지 않은 메시지
ms: Mesej Belum Dibaca
nl: Ongelezen berichten
pl: Nieprzeczytane wiadomości
pt_br: Mensagens não lidas
ru: Непрочитанные сообщения
sv: Olästa meddelanden
tr: Okunmamış Mesajlar
uk: Непрочитані повідомлення
uz: O‘qilmagan xabarlar
zh_cn: 未读消息
zh_tw: 未讀訊息

source: Unsupported attachment
ar: المرفق غير مدعوم
be: Далучэнне не падтрымліваецца
ca: El fitxer adjunt no és compatible
de: Nicht unterstützte Datei
es: Adjunto no compatible
fa: از ضمیمه پشتیبانی نمی‌شود
fi: Liitettä ei tueta
fr: Fichier joint non pris en charge
id: Lampiran tidak didukung
it: Allegato non supportato
ko: 지원하지 않는 형식입니다
ms: Lampiran tak disokong
nl: Bestandstype niet ondersteund
pl: Nieobsługiwany załącznik
pt_br: Anexo não suportado
ru: Вложение не поддерживается
sv: Bilagstypen stöds ej
tr: Desteklenmeyen ek
uk: Вкладення не підтримується
uz: Biriktirma fayli qoʻllab-quvvatlanmaydi
zh_cn: 不支持的附件类型
zh_tw: 不支持的附件類型

# UnsupportedMedia
source: This message is not supported by your version of Telegram. Update the app to view: https://telegram.org/update
ar: نسخة تيليجرام التي لديك لاتدعم هذه الرسالة. حدّث التطبيق لعرضها: https://telegram.org/update
be: Гэта паведамленне не падтрымліваецца вашай версіяй Telegram. Абнавіце праграму, каб убачыць яго: http://telegram.org/update
ca: Aquest missatge no és compatible amb la vostra versió del Telegram. Actualitzeu-la: https://telegram.org/update
de: Diese Nachricht wird von deiner Telegram-Version nicht unterstützt. Bitte aktualisiere die App: https://telegram.org/update
es: Tu versión de Telegram no es compatible con este mensaje. Actualiza tu app para verlo: https://telegram.org/update
fi: Telegram-versiosi ei tue tätä viestiä. Päivitä sovelluksesi: https://telegram.org/update
fr: Ce message n'est pas pris en charge par votre version de Telegram. Pour le voir, mettez l'application à jour : https://telegram.org/update
it: Questo messaggio non è supportato dalla tua versione di Telegram. Aggiorna l'app per visualizzarlo: https://telegram.org/update
ko: 이 메시지는 현재 사용하고 있는 텔레그램 버전에서 지원되지 않습니다. 메시지를 보시려면 http://telegram.org/update 에서 앱을 업데이트하세요.
ms: Mesej ini tidak disokong oleh versi Telegram anda. Kemaskini aplikasi untuk lihat: https://telegram.org/update
nl: Dit bericht wordt niet ondersteund door jouw versie van Telegram. Update om dit bericht te bekijken: https://telegram.org/update
pl: Ta wiadomość nie jest obsługiwana przez twoją wersję Telegrama. Zaktualizuj aplikację: https://telegram.org/update
pt_br: Esta mensagem não é compatível com a sua versão do Telegram. Atualize o aplicativo para visualizar: https://telegram.org/update
ru: Сообщение не поддерживается Вашей версией Telegram. Пожалуйста, обновите приложение, чтобы его увидеть: https://telegram.org/update
sv: Meddelandet stöds inte av din Telegramversion. Uppdatera appen för att kunna visa det: https://telegram.org/update
tr: Bu mesaj, Telegram sürümünüz tarafından desteklenmiyor. Görüntülemek için uygulamayı güncelleyin: https://telegram.org/update
uk: Це повідомлення не підтримується вашою версією Telegram. Оновіть додаток, щоб його побачити: http://telegram.org/update

# Unvote
source: Retract Vote
ar: سحب التصويت
be: Адклікаць голас
ca: Retira el vot
de: Stimme entfernen
es: Retirar voto
fa: پس گرفتن رأی
fi: Peru ääni
fr: Retirer mon vote
id: Tarik Suara
it: Ritira voto
ko: 투표 취소
ms: Tarik Balik Undi
nl: Stem intrekken
pl: Wycofaj głos
pt_br: Remover Voto
ru: Отменить голос
sv: Återkalla rösten
tr: Oyu Geri Al
uk: Скасувати голос
uz: Ovozni bekor qilish

source: UPDATE
ar: تحديث
be: АБНАВІЦЬ
ca: ACTUALITZA
de: AKTUALISIEREN
es: ACTUALIZAR
fa: به‌روزرسانی
fi: PÄIVITÄ
fr: METTRE À JOUR
id: PERBARUI
it: AGGIORNA
ko: 업데이트
ms: KEMASKINI
nl: BIJWERKEN
pl: AKTUALIZACJA
pt_br: ATUALIZAR
ru: ОБНОВИТЬ
sv: UPPDATERA
tr: GÜNCELLE
uk: ОНОВИТИ
uz: YANGILASH
zh_cn: 升级
zh_tw: 升級
